{"188353":{"id":"72147","parent_nodeId":"188353","title":"Will you get a receipt for the payment?","outcome":"none","nodes":[{"id":"188354","branchId":"72147","text":"Yes ","hasDescendants":"1"},{"id":"188361","branchId":"72147","text":"No","hasDescendants":"1"}]},"195253":{"id":"73547","parent_nodeId":"195253","title":"DO NOT PAY","outcome":"no","nodes":[{"id":"195254","branchId":"73547","text":"Any type of facilitation payment is prohibited, large or small. Even where such payments are perceived as a common practice and even if our competitors engage in such practices, no violations of this principle will be tolerated. ","hasDescendants":"0"},{"id":"195255","branchId":"73547","text":"Continue to resist any demand for this kind of payment. Say no and use the examples to help you.","hasDescendants":"1"}]},"27153":{"id":"13860","parent_nodeId":"27153","title":"What is the nature of the business relationship?","outcome":"none","nodes":[{"id":"29817","branchId":"13860","text":"A supplier or a potential supplier","hasDescendants":"1"},{"id":"29820","branchId":"13860","text":"A buyer","hasDescendants":"1"},{"id":"29826","branchId":"13860","text":"A contractor or potential contractor","hasDescendants":"1"},{"id":"29829","branchId":"13860","text":"A subcontractor","hasDescendants":"1"},{"id":"29832","branchId":"13860","text":"A customer or a potential customer","hasDescendants":"1"},{"id":"29835","branchId":"13860","text":"A competitor or a potential competitor","hasDescendants":"1"},{"id":"29838","branchId":"13860","text":"An intermediary","hasDescendants":"1"},{"id":"38071","branchId":"13860","text":"Other business contact","hasDescendants":"1"}]},"44553":{"id":"17257","parent_nodeId":"44553","title":"MAYBE ","outcome":"maybe","nodes":[{"id":"44554","branchId":"17257","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"44555","branchId":"17257","text":"If you have been offered or have received non promotional gifts such as chocolate or similar from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"44556","branchId":"17257","text":"The danger of accepting multiple gifts from business contacts is that, unfairly or not, colleagues and others including other business partners, may question your impartiality and professional integrity.  The more frequently you accept gifts the more chance this may happen. ","hasDescendants":"0"},{"id":"44557","branchId":"17257","text":"Although you may believe that the chocolate is offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline on this occasion than to take the risk.  ","hasDescendants":"0"},{"id":"44558","branchId":"17257","text":"As the gift is not a promotional item do not be embarrassed to decline it and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"44559","branchId":"17257","text":"If you feel it is appropriate to accept the chocolate, report them to your line manager.","hasDescendants":"0"},{"id":"44560","branchId":"17257","text":"Always acknowledge the acceptance of a gift in writing to the sender. ","hasDescendants":"0"}]},"44653":{"id":"17272","parent_nodeId":"44653","title":"Is the gift you are being offered cash or a cash equivalent like gift vouchers or a loan?","outcome":"none","nodes":[{"id":"44654","branchId":"17272","text":"Yes","hasDescendants":"1"},{"id":"44661","branchId":"17272","text":"No","hasDescendants":"1"}]},"36053":{"id":"15717","parent_nodeId":"36053","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"36054","branchId":"15717","text":"However low in value you must avoid accepting this type of gift if it is cash or any equivalent such as cheques, loans, gift certificates, stock or options.","hasDescendants":"0"},{"id":"36055","branchId":"15717","text":"Although this gift may be a legitimate offer this type of gift is inappropriate.  A money based gift immediately raises questions about the purpose of the gift. ","hasDescendants":"0"},{"id":"36056","branchId":"15717","text":"Whilst you may believe that the cash or equivalent is offered with no ulterior motive, gifts of this nature are much more likely to be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated.  It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"36057","branchId":"15717","text":"Cash or equivalents are much harder to trace and account for. It is safer to decline than take the risk","hasDescendants":"0"},{"id":"36058","branchId":"15717","text":"Do not be embarrassed to decline the cash or equivalent and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"36059","branchId":"15717","text":"Report this gift offer to your line manager , the bid contract or the Legal department and be clear that you have declined it.","hasDescendants":"0"}]},"36253":{"id":"15755","parent_nodeId":"36253","title":"Is this gift a one off?","outcome":"none","nodes":[{"id":"36254","branchId":"15755","text":"Yes","hasDescendants":"1"},{"id":"36261","branchId":"15755","text":"No","hasDescendants":"1"}]},"36853":{"id":"15864","parent_nodeId":"36853","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"36854","branchId":"15864","text":"Gifts of a promotional nature, anything with a company logo and of small value can usually be accepted.","hasDescendants":"0"},{"id":"36855","branchId":"15864","text":"If you have been offered or have received non promotional gifts such from this person or company before and you are at all unsure, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"36856","branchId":"15864","text":"There is a danger of accepting multiple gifts from business contacts however small.  Be sure that in accepting colleagues and others including other business partners do not question your impartiality and professional integrity as a result of accepting these type of gifts.  The more frequently you accept gifts the more chance this could happen. ","hasDescendants":"0"},{"id":"36857","branchId":"15864","text":"Do not be embarrassed if you feel more comfortable declining the item.  Be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the the reasons given here as explanation. ","hasDescendants":"0"},{"id":"36858","branchId":"15864","text":"If you feel it is appropriate to accept the item, report it to your line manager.","hasDescendants":"0"},{"id":"36859","branchId":"15864","text":"Always acknowledge the acceptance of a gift in writing to the sender. ","hasDescendants":"0"}]},"37153":{"id":"15916","parent_nodeId":"37153","title":"ASK","outcome":"maybe","nodes":[{"id":"37154","branchId":"15916","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift particularly one of high value, can put you as the recipient into a situation which may open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens to avoid such a situation happening. ","hasDescendants":"0"},{"id":"37155","branchId":"15916","text":"Check to see if you have a policy with your line manager, HR or another colleague before accepting.  ","hasDescendants":"0"}]},"37353":{"id":"15954","parent_nodeId":"37353","title":"Does your company have a policy on the value \/ type of gifts that you can receive?","outcome":"none","nodes":[{"id":"37354","branchId":"15954","text":"Always be careful when you accept business-related gifts. Know what is acceptable and consider the monetary value involved, as well any relevant local customs and laws. ","hasDescendants":"0"},{"id":"37355","branchId":"15954","text":"Yes","hasDescendants":"1"},{"id":"37381","branchId":"15954","text":"No","hasDescendants":"1"},{"id":"37521","branchId":"15954","text":"I don&#39;t know","hasDescendants":"1"}]},"38053":{"id":"16079","parent_nodeId":"38053","title":"Is the gift a one off?","outcome":"none","nodes":[{"id":"38054","branchId":"16079","text":"Yes","hasDescendants":"1"},{"id":"38060","branchId":"16079","text":"No","hasDescendants":"1"}]},"44953":{"id":"17328","parent_nodeId":"44953","title":"Is the gift of alcohol a one off?","outcome":"none","nodes":[{"id":"44954","branchId":"17328","text":"Yes","hasDescendants":"1"},{"id":"44960","branchId":"17328","text":"No","hasDescendants":"1"}]},"46653":{"id":"17633","parent_nodeId":"46653","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"46654","branchId":"17633","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However it is possible that accepting hospitality can put people into situations which lay them open to accusations of bribery.  The more lavish the hospitality offered, the more likely it is to be regarded with suspicion and its purpose questioned.  ","hasDescendants":"0"},{"id":"46655","branchId":"17633","text":"We have deliberately limited the type and the frequency of hospitality offers that you can accept in order to protect you from getting into a position where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them. ","hasDescendants":"0"},{"id":"46658","branchId":"17633","text":"Do not be embarrassed to decline the hospitality and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"46656","branchId":"17633","text":"Any hospitality we do receive in connection with our business should always be customary and reasonable in terms of value and frequency.  As this hospitality is not within the limits of our policy we do not consider it to be reasonable.  The acceptance of this hospitality would be in breach of the policy and you must not accept it.  ","hasDescendants":"0"},{"id":"46657","branchId":"17633","text":"Whilst you may believe that the hospitality is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of it as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a legitimate offer and a bribe. It is safer to decline than take the risk. ","hasDescendants":"0"},{"id":"46659","branchId":"17633","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have declined it. Record it on the gift and hospitality register if you have one and decline the offer in writing. ","hasDescendants":"0"}]},"78353":{"id":"48857","parent_nodeId":"78353","title":"ASK","outcome":"maybe","nodes":[{"id":"78354","branchId":"48857","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However it is possible that accepting hospitality can put people into situations which lay them open to accusations of bribery.  The more lavish the hospitality offered, the more likely it is to be regarded with suspicion and its purpose questioned.  ","hasDescendants":"0"},{"id":"78355","branchId":"48857","text":"A large part of the justification for hospitality is the building of a good relationship with the donor and the ability to discuss business in a social, less pressurised atmosphere.. An invitation to an event such as a sporting match or a meal is normally acceptable if the donor will be present. ","hasDescendants":"0"},{"id":"78356","branchId":"48857","text":"If no-one from the company offering you these tickets will be present then it is assumed that it is for your own personal use and they should be declined.  ","hasDescendants":"0"},{"id":"78357","branchId":"48857","text":"Whilst you may believe that the hospitality is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of it as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a legitimate offer and a means of persuasion. If you are in any doubt it would be safer to decline than take the risk. ","hasDescendants":"0"},{"id":"78358","branchId":"48857","text":"Be transparent.  Report the hospitality to your line manager and be clear about the action you have taken. Record it on the gift and hospitality register if you have one and respond to the offer in writing. ","hasDescendants":"0"}]},"79353":{"id":"49094","parent_nodeId":"79353","title":"ASK","outcome":"maybe","nodes":[{"id":"79354","branchId":"49094","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However caution must be exercised if no one from the donor organisation is present.  It is possible that accepting hospitality can put people into situations which lay them open to accusations of bribery.  The offer is more likely to be regarded with suspicion and its purpose questioned if there is no one there to discuss business with.  ","hasDescendants":"0"},{"id":"79355","branchId":"49094","text":"Be transparent.  Report the hospitality to your line manager.  Record it on the gift and hospitality register if you have one and acknowledge the offer in writing. ","hasDescendants":"0"}]},"79653":{"id":"49163","parent_nodeId":"79653","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"79654","branchId":"49163","text":"The hospitality is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"79655","branchId":"49163","text":"Accept the hospitaility if you are able to offer the same or a similar event as a proper business expense.  If in doubt check with your manager first or decline the offer.","hasDescendants":"0"},{"id":"79656","branchId":"49163","text":"Accepting the hospitality if it does not make you feel in any way under influence, pressure or obligation or be seen as doing so by others.","hasDescendants":"0"},{"id":"79657","branchId":"49163","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"}]},"80453":{"id":"49338","parent_nodeId":"80453","title":"ASK","outcome":"maybe","nodes":[{"id":"80454","branchId":"49338","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However caution must be exercised if no one from the donor organisation is present.  It is possible that accepting hospitality can put people into situations which lay them open to accusations of bribery.  The offer is more likely to be regarded with suspicion and its purpose questioned if there is no one there to discuss business with.  ","hasDescendants":"0"},{"id":"80455","branchId":"49338","text":"Be transparent.  Report the hospitality to your line manager.  Record it on the gift and hospitality register if you have one and acknowledge the offer in writing. ","hasDescendants":"0"}]},"80753":{"id":"49407","parent_nodeId":"80753","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"80754","branchId":"49407","text":"The hospitality is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"80755","branchId":"49407","text":"Accept the hospitaility if you are able to offer the same or a similar event as a proper business expense.  If in doubt check with your manager first or decline the offer.","hasDescendants":"0"},{"id":"80756","branchId":"49407","text":"Accepting the hospitality if it does not make you feel in any way under influence, pressure or obligation or be seen as doing so by others.","hasDescendants":"0"},{"id":"80757","branchId":"49407","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"}]},"86753":{"id":"50714","parent_nodeId":"86753","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"86754","branchId":"50714","text":"Being offered the loan of a property as a gift is considered to be of significant value and is not a standard gift. It is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"86755","branchId":"50714","text":"Be particularly cautious as the loan of a property is probably intended for use you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"86756","branchId":"50714","text":"Accepting a gift like the loan of a property could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept it.","hasDescendants":"0"},{"id":"86757","branchId":"50714","text":"Talk to your line manager or HR as an offer like is considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"86758","branchId":"50714","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However accepting a gift like is more likely to open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"86759","branchId":"50714","text":"Whilst you may believe that the loan of the property is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"86760","branchId":"50714","text":"Do not be embarrassed to decline the offer and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"86761","branchId":"50714","text":"There maybe exceptional circumstances in which it would be ok to accept the loan. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"86762","branchId":"50714","text":"Report the offer of the loan to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"86763","branchId":"50714","text":"Always acknowledge the receipt of a gift in writing to the sender. ","hasDescendants":"0"}]},"87353":{"id":"50845","parent_nodeId":"87353","title":"Is this an infrequent offer of hospitality \/ a one off?","outcome":"none","nodes":[{"id":"87354","branchId":"50845","text":"It is often hard to judge when an offer is acceptable or unacceptable. It is always a matter of judgement, context, timing and perception. ","hasDescendants":"0"},{"id":"87355","branchId":"50845","text":"Yes","hasDescendants":"1"},{"id":"87358","branchId":"50845","text":"No","hasDescendants":"1"}]},"87653":{"id":"50912","parent_nodeId":"87653","title":"Are you are permitted to receive this hospitality you are being offered? ","outcome":"none","nodes":[{"id":"87654","branchId":"50912","text":"Make sure you check the financial limits and approval requirements in any local policy before you accept.","hasDescendants":"0"},{"id":"87655","branchId":"50912","text":"Yes","hasDescendants":"1"},{"id":"87667","branchId":"50912","text":"No","hasDescendants":"1"}]},"87753":{"id":"50938","parent_nodeId":"87753","title":"MAYBE","outcome":"maybe","nodes":[{"id":"87754","branchId":"50938","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"87755","branchId":"50938","text":"If you have been offered or have received non promotional gifts from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"87756","branchId":"50938","text":"The danger of accepting multiple gifts from suppliers (or other donors) is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept gifts the more likely this may happen. ","hasDescendants":"0"},{"id":"87757","branchId":"50938","text":"Although you may believe that the gifts are offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than to take the risk.  ","hasDescendants":"0"},{"id":"87758","branchId":"50938","text":"If the gift is not a promotional item do not be embarrassed to decline the gift and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"87759","branchId":"50938","text":"If you feel it is appropriate to accept, report this gift offer to your line manager.","hasDescendants":"0"},{"id":"87760","branchId":"50938","text":"If you have a gift and hospitality register make sure you record the gift and if you accepted or declined. ","hasDescendants":"0"}]},"88253":{"id":"51045","parent_nodeId":"88253","title":"Who are the tickets for?","outcome":"none","nodes":[{"id":"88254","branchId":"51045","text":"For me representing the company","hasDescendants":"1"},{"id":"88260","branchId":"51045","text":"Me and my team","hasDescendants":"0"},{"id":"88261","branchId":"51045","text":"My own personal use","hasDescendants":"1"},{"id":"88266","branchId":"51045","text":"TEST","hasDescendants":"0"}]},"88353":{"id":"51067","parent_nodeId":"88353","title":"MAYBE ","outcome":"maybe","nodes":[{"id":"88354","branchId":"51067","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"88355","branchId":"51067","text":"If you have been offered or have received non promotional gifts such as flowers or similar from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"88356","branchId":"51067","text":"The danger of accepting multiple gifts from business contacts is that, unfairly or not, colleagues and others including other business partners, may question your impartiality and professional integrity.  The more frequently you accept gifts the more chance this may happen. ","hasDescendants":"0"},{"id":"88357","branchId":"51067","text":"Although you may believe that the flowers are offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline on this occasion than to take the risk.  ","hasDescendants":"0"},{"id":"88358","branchId":"51067","text":"As the gift is not a promotional item do not be embarrassed to decline it and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"88359","branchId":"51067","text":"If you feel it is appropriate to accept the flowers, report them to your line manager.","hasDescendants":"0"},{"id":"88360","branchId":"51067","text":"Always acknowledge the acceptance of a gift in writing to the sender. ","hasDescendants":"0"}]},"93653":{"id":"52218","parent_nodeId":"93653","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"93654","branchId":"52218","text":"Being offered the loan of a property as a gift is considered to be of significant value and is not a standard gift. It is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"93655","branchId":"52218","text":"Be particularly cautious as the loan of a property is probably intended for use you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"93656","branchId":"52218","text":"Accepting a gift like the loan of a property could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept it.","hasDescendants":"0"},{"id":"93657","branchId":"52218","text":"Talk to your line manager or HR as an offer like is considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"93658","branchId":"52218","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However accepting a gift like is more likely to open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"93659","branchId":"52218","text":"Whilst you may believe that the loan of the property is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"93660","branchId":"52218","text":"Do not be embarrassed to decline the offer and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"93661","branchId":"52218","text":"There maybe exceptional circumstances in which it would be ok to accept the loan. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"93662","branchId":"52218","text":"Report the offer of the loan to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"93663","branchId":"52218","text":"Always acknowledge the receipt of a gift in writing to the sender. ","hasDescendants":"0"}]},"94253":{"id":"52349","parent_nodeId":"94253","title":"Is this an infrequent offer of hospitality \/ a one off?","outcome":"none","nodes":[{"id":"94254","branchId":"52349","text":"It is often hard to judge when an offer is acceptable or unacceptable. It is always a matter of judgement, context, timing and perception. ","hasDescendants":"0"},{"id":"94255","branchId":"52349","text":"Yes","hasDescendants":"1"},{"id":"94258","branchId":"52349","text":"No","hasDescendants":"1"}]},"94553":{"id":"52416","parent_nodeId":"94553","title":"Are you are permitted to receive this hospitality you are being offered? ","outcome":"none","nodes":[{"id":"94554","branchId":"52416","text":"Make sure you check the financial limits and approval requirements in any local policy before you accept.","hasDescendants":"0"},{"id":"94555","branchId":"52416","text":"Yes","hasDescendants":"1"},{"id":"94567","branchId":"52416","text":"No","hasDescendants":"1"}]},"94653":{"id":"52442","parent_nodeId":"94653","title":"MAYBE","outcome":"maybe","nodes":[{"id":"94654","branchId":"52442","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"94655","branchId":"52442","text":"If you have been offered or have received non promotional gifts from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"94656","branchId":"52442","text":"The danger of accepting multiple gifts from suppliers (or other donors) is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept gifts the more likely this may happen. ","hasDescendants":"0"},{"id":"94657","branchId":"52442","text":"Although you may believe that the gifts are offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than to take the risk.  ","hasDescendants":"0"},{"id":"94658","branchId":"52442","text":"If the gift is not a promotional item do not be embarrassed to decline the gift and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"94659","branchId":"52442","text":"If you feel it is appropriate to accept, report this gift offer to your line manager.","hasDescendants":"0"},{"id":"94660","branchId":"52442","text":"If you have a gift and hospitality register make sure you record the gift and if you accepted or declined. ","hasDescendants":"0"}]},"95153":{"id":"52549","parent_nodeId":"95153","title":"Who are the tickets for?","outcome":"none","nodes":[{"id":"95154","branchId":"52549","text":"For me representing the company","hasDescendants":"1"},{"id":"95160","branchId":"52549","text":"Me and my team","hasDescendants":"0"},{"id":"95161","branchId":"52549","text":"My own personal use","hasDescendants":"1"},{"id":"95166","branchId":"52549","text":"TEST","hasDescendants":"0"}]},"95253":{"id":"52571","parent_nodeId":"95253","title":"MAYBE ","outcome":"maybe","nodes":[{"id":"95254","branchId":"52571","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"95255","branchId":"52571","text":"If you have been offered or have received non promotional gifts such as flowers or similar from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"95256","branchId":"52571","text":"The danger of accepting multiple gifts from business contacts is that, unfairly or not, colleagues and others including other business partners, may question your impartiality and professional integrity.  The more frequently you accept gifts the more chance this may happen. ","hasDescendants":"0"},{"id":"95257","branchId":"52571","text":"Although you may believe that the flowers are offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline on this occasion than to take the risk.  ","hasDescendants":"0"},{"id":"95258","branchId":"52571","text":"As the gift is not a promotional item do not be embarrassed to decline it and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"95259","branchId":"52571","text":"If you feel it is appropriate to accept the flowers, report them to your line manager.","hasDescendants":"0"},{"id":"95260","branchId":"52571","text":"Always acknowledge the acceptance of a gift in writing to the sender. ","hasDescendants":"0"}]},"118653":{"id":"57335","parent_nodeId":"118653","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"118654","branchId":"57335","text":"Gifts of a promotional nature, anything with a company logo and of small value can usually be accepted.","hasDescendants":"0"},{"id":"118655","branchId":"57335","text":"If you have been offered or have received non promotional gifts such from this person or company before and you are at all unsure, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"118656","branchId":"57335","text":"There is a danger of accepting multiple gifts from business contacts however small.  Be sure that in accepting colleagues and others including other business partners do not question your impartiality and professional integrity as a result of accepting these type of gifts.  The more frequently you accept gifts the more chance this could happen. ","hasDescendants":"0"},{"id":"118657","branchId":"57335","text":"Do not be embarrassed if you feel more comfortable declining the item.  Be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the the reasons given here as explanation. ","hasDescendants":"0"},{"id":"118658","branchId":"57335","text":"If you feel it is appropriate to accept the item, report it to your line manager.","hasDescendants":"0"},{"id":"118659","branchId":"57335","text":"Always acknowledge the acceptance of a gift in writing to the sender. ","hasDescendants":"0"}]},"119253":{"id":"57443","parent_nodeId":"119253","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"119254","branchId":"57443","text":"A gift of a watch is considered to be of significant value and non standard and is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"119255","branchId":"57443","text":"Be particularly cautious as a watch can only be used by you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"119256","branchId":"57443","text":"Accepting a gift like a watch could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept the watch.","hasDescendants":"0"},{"id":"119257","branchId":"57443","text":"Talk to your line manager or HR as a gift of a watch would be considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"119258","branchId":"57443","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift like this could open you up to an accusation of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"119259","branchId":"57443","text":"Whilst you may believe that the watch is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"119260","branchId":"57443","text":"Do not be embarrassed to decline the watch and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"119261","branchId":"57443","text":"There maybe exceptional circumstances in which it would be ok to accept a watch such as retirement. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"119262","branchId":"57443","text":"Report the offer of the watch to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"119263","branchId":"57443","text":"Always acknowledge the offer of the gift in writing to the sender. ","hasDescendants":"0"}]},"119953":{"id":"57568","parent_nodeId":"119953","title":"MAYBE ","outcome":"maybe","nodes":[{"id":"119954","branchId":"57568","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"119955","branchId":"57568","text":"If you have been offered or have received non promotional gifts such as chocolate or similar from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"119956","branchId":"57568","text":"The danger of accepting multiple gifts from business contacts is that, unfairly or not, colleagues and others including other business partners, may question your impartiality and professional integrity.  The more frequently you accept gifts the more chance this may happen. ","hasDescendants":"0"},{"id":"119957","branchId":"57568","text":"Although you may believe that the chocolate is offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline on this occasion than to take the risk.  ","hasDescendants":"0"},{"id":"119958","branchId":"57568","text":"As the gift is not a promotional item do not be embarrassed to decline it and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"119959","branchId":"57568","text":"If you feel it is appropriate to accept the chocolate, report them to your line manager.","hasDescendants":"0"},{"id":"119960","branchId":"57568","text":"Always acknowledge the acceptance of a gift in writing to the sender. ","hasDescendants":"0"}]},"120053":{"id":"57583","parent_nodeId":"120053","title":"Are you currently in, about to start or recently finished a bid, tender or contract negotiation process with this person?","outcome":"none","nodes":[{"id":"120054","branchId":"57583","text":"Yes","hasDescendants":"1"},{"id":"120063","branchId":"57583","text":"No","hasDescendants":"1"},{"id":"120243","branchId":"57583","text":"I don&#39;t know","hasDescendants":"1"}]},"120253":{"id":"57620","parent_nodeId":"120253","title":"Is the gift an item that you are permitted to receive? ","outcome":"none","nodes":[{"id":"120254","branchId":"57620","text":"Make sure you check the financial limits and approval requirements in any local policy before you accept.","hasDescendants":"0"},{"id":"120255","branchId":"57620","text":"Yes","hasDescendants":"1"},{"id":"120271","branchId":"57620","text":"No","hasDescendants":"1"}]},"120453":{"id":"57657","parent_nodeId":"120453","title":"MAYBE","outcome":"maybe","nodes":[{"id":"120454","branchId":"57657","text":"Talk to your manager before proceeding. ","hasDescendants":"0"},{"id":"120455","branchId":"57657","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.","hasDescendants":"0"},{"id":"120456","branchId":"57657","text":"The danger of accepting multiple gifts from suppliers (or other donors) is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept gifts the harder this may become. ","hasDescendants":"0"},{"id":"120457","branchId":"57657","text":"Although you may believe that the gifts are offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"120458","branchId":"57657","text":"Do not be embarrassed to decline the gift and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"120459","branchId":"57657","text":"Report this gift offer to your line manager.","hasDescendants":"0"},{"id":"120460","branchId":"57657","text":"If you have a gift and hospitality register make sure you record the gift and the fact that you declined too. ","hasDescendants":"0"}]},"121053":{"id":"57764","parent_nodeId":"121053","title":"Is the gift of flowers a one off?","outcome":"none","nodes":[{"id":"121054","branchId":"57764","text":"Yes","hasDescendants":"1"},{"id":"121060","branchId":"57764","text":"No","hasDescendants":"1"}]},"121453":{"id":"57837","parent_nodeId":"121453","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"121454","branchId":"57837","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift of alcohol is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept.","hasDescendants":"0"},{"id":"121455","branchId":"57837","text":"Accepting a gift of this nature is unlikely to be misconstrued as inappropriate behaviour by others. It is ok to accept them. ","hasDescendants":"0"},{"id":"121456","branchId":"57837","text":"If the same gift or an item of similar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the gift.","hasDescendants":"0"},{"id":"121457","branchId":"57837","text":"Report the alcoholic gift to your line manager and be clear that you have accepted them and the reason for them.","hasDescendants":"0"},{"id":"121458","branchId":"57837","text":"Accept the gift in writing to the sender. ","hasDescendants":"0"}]},"121553":{"id":"57854","parent_nodeId":"121553","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"121554","branchId":"57854","text":"The gift is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"121555","branchId":"57854","text":"The gift is of a type that you could also give as a proper business expense.  If in doubt check with your manager first or decline the gift.","hasDescendants":"0"},{"id":"121556","branchId":"57854","text":"Accepting the gift does not make you feel in any way under influence, pressure or obligation or be seen as doing so by others.","hasDescendants":"0"},{"id":"121557","branchId":"57854","text":"Accept the gift officially. ","hasDescendants":"0"},{"id":"121558","branchId":"57854","text":"Report the gift to your line manager and be clear that you have accepted it.","hasDescendants":"0"},{"id":"121559","branchId":"57854","text":"Record the gift and the fact that you have accepted it on the gift and hospitality register if you have one. ","hasDescendants":"0"}]},"121753":{"id":"57889","parent_nodeId":"121753","title":"What is the gift worth?","outcome":"none","nodes":[{"id":"121754","branchId":"57889","text":"Always be cautious about the type and value of gifts you are being offered.  If you are unsure always check with someone else.","hasDescendants":"0"},{"id":"121755","branchId":"57889","text":"It is a promotional gift or would be considered a low value item","hasDescendants":"1"},{"id":"121771","branchId":"57889","text":"It would be considered a high value item","hasDescendants":"1"},{"id":"121781","branchId":"57889","text":"I don&#39;t know the value of the gift","hasDescendants":"1"}]},"121953":{"id":"57926","parent_nodeId":"121953","title":"MAYBE","outcome":"maybe","nodes":[{"id":"121954","branchId":"57926","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"121955","branchId":"57926","text":"If you have been offered or have received non promotional gifts from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"121956","branchId":"57926","text":"The danger of accepting multiple gifts from suppliers (or other donors) is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept gifts the more likely this may happen. ","hasDescendants":"0"},{"id":"121957","branchId":"57926","text":"Although you may believe that the gifts are offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than to take the risk.  ","hasDescendants":"0"},{"id":"121958","branchId":"57926","text":"If the gift is not a promotional item do not be embarrassed to decline the gift and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"121959","branchId":"57926","text":"If you feel it is appropriate to accept, report this gift offer to your line manager.","hasDescendants":"0"},{"id":"121960","branchId":"57926","text":"If you have a gift and hospitality register make sure you record the gift and if you accepted or declined. ","hasDescendants":"0"}]},"122353":{"id":"57999","parent_nodeId":"122353","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"122354","branchId":"57999","text":"The hospitality is acceptable within the policy and appears to be offered with no intent to persuade or other motive.  Accepting it cannot be misconstrued differently by others and you could offer the same hospitality or equivalent in return. ","hasDescendants":"0"},{"id":"122355","branchId":"57999","text":"If you are in any doubt check with your manager first.  If you feel that accepting this offer could affect your business relationship decline it.","hasDescendants":"0"},{"id":"122356","branchId":"57999","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"}]},"123753":{"id":"58306","parent_nodeId":"123753","title":"MAYBE","outcome":"maybe","nodes":[{"id":"123754","branchId":"58306","text":"Talk to your manager before proceeding. Hospitality should only be accepted on an infrequent basis from the same person \/ company.","hasDescendants":"0"},{"id":"123755","branchId":"58306","text":"The danger of accepting multiple offers from suppliers or other donors is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept hospitality the harder this may become. ","hasDescendants":"0"},{"id":"123756","branchId":"58306","text":"Although you may believe that the hospitality is offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"123757","branchId":"58306","text":"Do not be embarrassed to decline the offer of hospitality and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"123758","branchId":"58306","text":"Be transparent.  Report the hospitality to your line manager and be clear about the action you have taken. Record it on the gift and hospitality register if you have one and acknowledge the offer in writing. ","hasDescendants":"0"}]},"123853":{"id":"58330","parent_nodeId":"123853","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"123854","branchId":"58330","text":"A gift of significant value can raise questions about the purpose of the gift. ","hasDescendants":"0"},{"id":"123855","branchId":"58330","text":"Be particularly cautious if this gift is only being offered to you and it is for your own personal use.  ","hasDescendants":"0"},{"id":"123856","branchId":"58330","text":"Do not accept this gift if it makes you feel uncomfortable or that accepting might put you under undue obligation or affect your judgement.  It is also important to consider what contact you are likely to have with this person in the future.","hasDescendants":"0"},{"id":"123857","branchId":"58330","text":"Talk to your line manager or HR as the gift is of substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"123858","branchId":"58330","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift particularly one of high value, can put you as the recipient into a situation which may open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"123859","branchId":"58330","text":"Whilst you may believe that the gift is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"123860","branchId":"58330","text":"Do not be embarrassed to decline the gift and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"123861","branchId":"58330","text":"There maybe exceptional circumstances in which it would be ok to accept a high value gift such as retirement or the birth of a child.  This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"123862","branchId":"58330","text":"Report this gift offer to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"}]},"124353":{"id":"58438","parent_nodeId":"124353","title":"Are you currently in contract negotiations or a tender process? ","outcome":"none","nodes":[{"id":"124354","branchId":"58438","text":"Yes","hasDescendants":"1"},{"id":"124356","branchId":"58438","text":"I am working with this person","hasDescendants":"0"},{"id":"124357","branchId":"58438","text":"No","hasDescendants":"0"}]},"124453":{"id":"58459","parent_nodeId":"124453","title":"Is the gift of alcohol a one off?","outcome":"none","nodes":[{"id":"124454","branchId":"58459","text":"Yes","hasDescendants":"1"},{"id":"124460","branchId":"58459","text":"No","hasDescendants":"1"}]},"125053":{"id":"58585","parent_nodeId":"125053","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"125054","branchId":"58585","text":"Being offered the loan of a property as a gift is considered to be of significant value and is not a standard gift. It is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"125055","branchId":"58585","text":"Be particularly cautious as the loan of a property is probably intended for use you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"125056","branchId":"58585","text":"Accepting a gift like the loan of a property could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept it.","hasDescendants":"0"},{"id":"125057","branchId":"58585","text":"Talk to your line manager or HR as an offer like is considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"125058","branchId":"58585","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However accepting a gift like is more likely to open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"125059","branchId":"58585","text":"Whilst you may believe that the loan of the property is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"125060","branchId":"58585","text":"Do not be embarrassed to decline the offer and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"125061","branchId":"58585","text":"There maybe exceptional circumstances in which it would be ok to accept the loan. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"125062","branchId":"58585","text":"Report the offer of the loan to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"125063","branchId":"58585","text":"Always acknowledge the receipt of a gift in writing to the sender. ","hasDescendants":"0"}]},"125153":{"id":"58611","parent_nodeId":"125153","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"125154","branchId":"58611","text":"The hospitality is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"125155","branchId":"58611","text":"Accept the hospitaility if you are able to offer the same or a similar event as a proper business expense.  If in doubt check with your manager first or decline the offer.","hasDescendants":"0"},{"id":"125156","branchId":"58611","text":"Accept the hospitality if it does not make you feel in any way under influence, pressure or obligation or be seen as doing so by others.","hasDescendants":"0"},{"id":"125157","branchId":"58611","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"},{"id":"125158","branchId":"58611","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. ","hasDescendants":"0"}]},"125253":{"id":"58635","parent_nodeId":"125253","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"125254","branchId":"58635","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as flowers is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the flowers. ","hasDescendants":"0"},{"id":"125255","branchId":"58635","text":"Accepting a gift of flowers is unlikely to be misconstrued as inappropriate behaviour by others. It is ok to accept them. ","hasDescendants":"0"},{"id":"125256","branchId":"58635","text":"If flowers or an item of similar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the flowers. ","hasDescendants":"0"},{"id":"125257","branchId":"58635","text":"Report the flowers to your line manager and be clear that you have accepted them and the reason for them.","hasDescendants":"0"},{"id":"125258","branchId":"58635","text":"Accept the flowers in writing to the sender. ","hasDescendants":"0"}]},"125953":{"id":"58783","parent_nodeId":"125953","title":null,"outcome":"none","nodes":null},"126753":{"id":"58956","parent_nodeId":"126753","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"126754","branchId":"58956","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. ","hasDescendants":"0"},{"id":"126755","branchId":"58956","text":"Accept the hospitaility if you are able to offer the same or a similar event as a proper business expense.  If in doubt check with your manager first.","hasDescendants":"0"},{"id":"126756","branchId":"58956","text":"If you feel in any way under influence, pressure or obligation by accepting, If you are in any doubt check with your manager first.  If you feel that accepting this offer could affect your business relationship decline it.","hasDescendants":"0"},{"id":"126757","branchId":"58956","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"}]},"126953":{"id":"59003","parent_nodeId":"126953","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"126954","branchId":"59003","text":"A gift of a watch is considered to be of significant value and non standard and is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"126955","branchId":"59003","text":"Be particularly cautious as a watch can only be used by you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"126956","branchId":"59003","text":"Accepting a gift like a watch could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept the watch.","hasDescendants":"0"},{"id":"126957","branchId":"59003","text":"Talk to your line manager or HR as a gift of a watch would be considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"126958","branchId":"59003","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift like this could open you up to an accusation of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"126959","branchId":"59003","text":"Whilst you may believe that the watch is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"126960","branchId":"59003","text":"Do not be embarrassed to decline the watch and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"126961","branchId":"59003","text":"There maybe exceptional circumstances in which it would be ok to accept a watch such as retirement. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"126962","branchId":"59003","text":"Report the offer of the watch to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"126963","branchId":"59003","text":"Always acknowledge the offer of the gift in writing to the sender. ","hasDescendants":"0"}]},"127453":{"id":"59113","parent_nodeId":"127453","title":"What is the gift?","outcome":"none","nodes":[{"id":"127454","branchId":"59113","text":"Promotional items (stationery, cups, hats)","hasDescendants":"1"},{"id":"127461","branchId":"59113","text":"Flowers","hasDescendants":"1"},{"id":"127476","branchId":"59113","text":"Chocolate","hasDescendants":"1"},{"id":"127491","branchId":"59113","text":"Alcohol","hasDescendants":"1"},{"id":"127506","branchId":"59113","text":"A watch","hasDescendants":"1"},{"id":"127517","branchId":"59113","text":"Electronic equipment","hasDescendants":"1"},{"id":"127528","branchId":"59113","text":"An item of jewelery","hasDescendants":"1"},{"id":"127539","branchId":"59113","text":"The loan of a property","hasDescendants":"1"},{"id":"127550","branchId":"59113","text":"Other","hasDescendants":"1"}]},"127653":{"id":"59156","parent_nodeId":"127653","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"127654","branchId":"59156","text":"Explanation","hasDescendants":"0"}]},"127753":{"id":"59179","parent_nodeId":"127753","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"127754","branchId":"59179","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as chocolate is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the chocolate.","hasDescendants":"0"},{"id":"127755","branchId":"59179","text":"Accepting a gift of chocolate is unlikely to be misconstrued as inappropriate behaviour by others. It is ok to accept them. ","hasDescendants":"0"},{"id":"127756","branchId":"59179","text":"If chocolate or an item of similar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the chocolate. ","hasDescendants":"0"},{"id":"127757","branchId":"59179","text":"Report the chocolate to your line manager and be clear that you have accepted them and the reason for them.","hasDescendants":"0"},{"id":"127758","branchId":"59179","text":"Accept the chocolate in writing to the sender. ","hasDescendants":"0"}]},"127853":{"id":"59194","parent_nodeId":"127853","title":"Does your company have a policy on the value \/ type of hospitality that you can accept?","outcome":"none","nodes":[{"id":"127854","branchId":"59194","text":"Always be careful when you accept hospitality. Know what is acceptable and consider the monetary value involved, as well any relevant local customs and laws. ","hasDescendants":"0"},{"id":"127855","branchId":"59194","text":"No","hasDescendants":"1"},{"id":"127887","branchId":"59194","text":"Yes","hasDescendants":"1"},{"id":"127908","branchId":"59194","text":"I don&#39;t know","hasDescendants":"1"},{"id":"127912","branchId":"59194","text":"NO ","hasDescendants":"1"},{"id":"127935","branchId":"59194","text":"NO WHO FOR","hasDescendants":"1"}]},"127953":{"id":"59224","parent_nodeId":"127953","title":"Is this gift a one off?","outcome":"none","nodes":[{"id":"127954","branchId":"59224","text":"Yes","hasDescendants":"1"},{"id":"127961","branchId":"59224","text":"No","hasDescendants":"1"}]},"128253":{"id":"59288","parent_nodeId":"128253","title":"What is the gift worth?","outcome":"none","nodes":[{"id":"128254","branchId":"59288","text":"Always be cautious about the type and value of gifts you are being offered.  If you are unsure always check with someone else.","hasDescendants":"0"},{"id":"128255","branchId":"59288","text":"It is a promotional gift or would be considered a low value item","hasDescendants":"1"},{"id":"128271","branchId":"59288","text":"It would be considered a high value item","hasDescendants":"1"},{"id":"128281","branchId":"59288","text":"I don&#39;t know the value of the gift","hasDescendants":"1"}]},"128453":{"id":"59329","parent_nodeId":"128453","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"128454","branchId":"59329","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However it is possible that accepting hospitality can put people into situations which lay them open to accusations of bribery.  The more lavish the hospitality offered, the more likely it is to be regarded with suspicion and its purpose questioned.  ","hasDescendants":"0"},{"id":"128455","branchId":"59329","text":"We have deliberately limited the type and the frequency of hospitality offers that you can accept in order to protect you from getting into a position where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them. ","hasDescendants":"0"},{"id":"128456","branchId":"59329","text":"Do not be embarrassed to decline the hospitality and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"128457","branchId":"59329","text":"Any hospitality we do receive in connection with our business should always be customary and reasonable in terms of value and frequency.  As this hospitality is not within the limits of our policy we do not consider it to be reasonable.  The acceptance of this hospitality would be in breach of the policy and you must not accept it.  ","hasDescendants":"0"},{"id":"128458","branchId":"59329","text":"Whilst you may believe that the hospitality is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of it as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a legitimate offer and a bribe. It is safer to decline than take the risk. ","hasDescendants":"0"},{"id":"128459","branchId":"59329","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have declined it. Record it on the gift and hospitality register if you have one and decline the offer in writing. ","hasDescendants":"0"}]},"129053":{"id":"59462","parent_nodeId":"129053","title":null,"outcome":"none","nodes":[{"id":"129054","branchId":"59462","text":"Always be careful when you accept business-related gifts. Know what is acceptable and consider the monetary value involved, as well any relevant local customs and laws. ","hasDescendants":"0"},{"id":"129055","branchId":"59462","text":"Yes","hasDescendants":"1"},{"id":"129081","branchId":"59462","text":"No","hasDescendants":"1"},{"id":"129221","branchId":"59462","text":"I don&#39;t know","hasDescendants":"1"}]},"129553":{"id":"59568","parent_nodeId":"129553","title":"Is this gift a one off?","outcome":"none","nodes":[{"id":"129554","branchId":"59568","text":"Yes","hasDescendants":"1"},{"id":"129561","branchId":"59568","text":"No","hasDescendants":"1"}]},"130253":{"id":"59692","parent_nodeId":"130253","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"130254","branchId":"59692","text":"However low in value you must avoid accepting this type of gift if it is cash or any equivalent such as cheques, loans, gift certificates, stock or options.","hasDescendants":"0"},{"id":"130255","branchId":"59692","text":"Cash or equivalents are much harder to trace and account for. It is safer to decline than take the risk","hasDescendants":"0"},{"id":"130256","branchId":"59692","text":"Although this gift may be a legitimate offer this type of gift is inappropriate.  A money based gift immediately raises questions about the purpose of the gift. ","hasDescendants":"0"},{"id":"130257","branchId":"59692","text":"Whilst you may believe that the cash or equivalent is offered with no ulterior motive, gifts of this nature are much more likely to be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated.  It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"130258","branchId":"59692","text":"Gifts are a legitimate part of business life and are often exchanged.  However it is possible that accepting a gift can put people into situations which lay them open to accusations of bribery. The more lavish a gift the more likely it is to be regarded with suspicion and its purpose questioned. ","hasDescendants":"0"},{"id":"130259","branchId":"59692","text":"Do not be embarrassed to decline the cash or equivalent and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"130260","branchId":"59692","text":"Report this gift offer to your line manager , the bid contract or the Legal department and be clear that you have declined it.","hasDescendants":"0"}]},"131153":{"id":"59852","parent_nodeId":"131153","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"131154","branchId":"59852","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as flowers or stationery is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the gift. ","hasDescendants":"0"},{"id":"131155","branchId":"59852","text":"Accepting a low value gift is unlikely to be misconstrued as inappropriate behaviour by others. If it is low value and others would see it as such it should be ok to accept it. ","hasDescendants":"0"},{"id":"131156","branchId":"59852","text":"If this gift or an item of a similiar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the gift. ","hasDescendants":"0"},{"id":"131157","branchId":"59852","text":"Report the gift to your line manager and be clear that you have accepted it and the reason for it.","hasDescendants":"0"},{"id":"131158","branchId":"59852","text":"Always acknowledge the gift in writing to the sender. ","hasDescendants":"0"}]},"132453":{"id":"60084","parent_nodeId":"132453","title":"ASK","outcome":"maybe","nodes":[{"id":"132454","branchId":"60084","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift particularly one of high value, can put you as the recipient into a situation which may open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens to avoid such a situation happening. ","hasDescendants":"0"},{"id":"132455","branchId":"60084","text":"Check to see if you have a policy with your line manager, HR or another colleague before accepting.  ","hasDescendants":"0"}]},"133453":{"id":"60267","parent_nodeId":"133453","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"133454","branchId":"60267","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as flowers is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the flowers. ","hasDescendants":"0"},{"id":"133455","branchId":"60267","text":"Accepting a gift of flowers is unlikely to be misconstrued as inappropriate behaviour by others. It is ok to accept them. ","hasDescendants":"0"},{"id":"133456","branchId":"60267","text":"If flowers or an item of similar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the flowers. ","hasDescendants":"0"},{"id":"133457","branchId":"60267","text":"Report the flowers to your line manager and be clear that you have accepted them and the reason for them.","hasDescendants":"0"},{"id":"133458","branchId":"60267","text":"Accept the flowers in writing to the sender. ","hasDescendants":"0"}]},"133653":{"id":"60304","parent_nodeId":"133653","title":"MAYBE","outcome":"maybe","nodes":[{"id":"133654","branchId":"60304","text":"Talk to your manager before proceeding. Hospitality should only be accepted on an infrequent basis especially when offered by the same person \/ company.","hasDescendants":"0"},{"id":"133655","branchId":"60304","text":"The danger of accepting multiple offers from suppliers or other donors is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept hospitality the harder this may become. ","hasDescendants":"0"},{"id":"133656","branchId":"60304","text":"Although you may believe that the hospitality is offered with no ulterior motive, multiple offers even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"133657","branchId":"60304","text":"Do not be embarrassed to decline the offer of hospitality and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"133658","branchId":"60304","text":"Be transparent.  Report the hospitality to your line manager and be clear about the action you have taken. Record it on the gift and hospitality register if you have one and acknowledge the offer in writing. ","hasDescendants":"0"}]},"133753":{"id":"60331","parent_nodeId":"133753","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"133754","branchId":"60331","text":"Accepting the gift does not make you feel in any way under influence, pressure or obligation and can not be seen as doing so by others.","hasDescendants":"0"},{"id":"133755","branchId":"60331","text":"The gift is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"133756","branchId":"60331","text":"The gift is of a type that you could also give as a proper business expense.  If in doubt check with your manager first or decline the gift.","hasDescendants":"0"},{"id":"133757","branchId":"60331","text":"Accept the gift in writing. ","hasDescendants":"0"},{"id":"133758","branchId":"60331","text":"Report the gift to your line manager and be clear that you have accepted it.","hasDescendants":"0"},{"id":"133759","branchId":"60331","text":"Record the gift and the fact that you have accepted it on the gift and hospitality register if you have one. ","hasDescendants":"0"}]},"133853":{"id":"60347","parent_nodeId":"133853","title":"DO NOT ACCEPT (specific)","outcome":"none","nodes":[{"id":"133854","branchId":"60347","text":"A gift of jewellery is considered to be of significant value and non standard and is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"133855","branchId":"60347","text":"Be particularly cautious as jewellery can only be used by you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"133856","branchId":"60347","text":"Accepting a gift like jewellery could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept the jewellery.","hasDescendants":"0"},{"id":"133857","branchId":"60347","text":"Talk to your line manager or HR as a gift of jewellery would be considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"133858","branchId":"60347","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift like this could open you up to an accusation of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"133859","branchId":"60347","text":"Whilst you may believe that the jewellery is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"133860","branchId":"60347","text":"Do not be embarrassed to decline the jewellery and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"133861","branchId":"60347","text":"There maybe exceptional circumstances in which it would be ok to accept jewellery such as retirement. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"133862","branchId":"60347","text":"Report the offer of the jewellery to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"133863","branchId":"60347","text":"Always acknowledge the offer of the gift in writing to the sender. ","hasDescendants":"0"}]},"134153":{"id":"60411","parent_nodeId":"134153","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"134154","branchId":"60411","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as flowers or stationery is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the gift. ","hasDescendants":"0"},{"id":"134155","branchId":"60411","text":"Accepting a low value gift is unlikely to be misconstrued as inappropriate behaviour by others. If it is low value and others would see it as such it should be ok to accept it. ","hasDescendants":"0"},{"id":"134156","branchId":"60411","text":"If this gift or an item of a similiar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the gift. ","hasDescendants":"0"},{"id":"134157","branchId":"60411","text":"Report the gift to your line manager and be clear that you have accepted it and the reason for it.","hasDescendants":"0"},{"id":"134158","branchId":"60411","text":"Always acknowledge the gift in writing to the sender. ","hasDescendants":"0"}]},"134553":{"id":"60505","parent_nodeId":"134553","title":"Is the gift an item that you are permitted to receive? ","outcome":"none","nodes":[{"id":"134554","branchId":"60505","text":"Make sure you check the financial limits and approval requirements in any local policy before you accept.","hasDescendants":"0"},{"id":"134555","branchId":"60505","text":"Yes","hasDescendants":"1"},{"id":"134571","branchId":"60505","text":"No","hasDescendants":"1"}]},"134753":{"id":"60543","parent_nodeId":"134753","title":"Is this offer of hospitality a one off?","outcome":"none","nodes":[{"id":"134754","branchId":"60543","text":"Yes","hasDescendants":"1"},{"id":"134758","branchId":"60543","text":"No","hasDescendants":"1"}]},"136153":{"id":"60850","parent_nodeId":"136153","title":"MAYBE","outcome":"maybe","nodes":[{"id":"136154","branchId":"60850","text":"Talk to your manager before proceeding. Hospitality should only be accepted on an infrequent basis from the same person \/ company.","hasDescendants":"0"},{"id":"136155","branchId":"60850","text":"The danger of accepting multiple offers from suppliers or other donors is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  The more frequently you accept hospitality the harder this may become. ","hasDescendants":"0"},{"id":"136156","branchId":"60850","text":"Although you may believe that the hospitality is offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"136157","branchId":"60850","text":"Do not be embarrassed to decline the offer of hospitality and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"136158","branchId":"60850","text":"Be transparent.  Report the hospitality to your line manager and be clear about the action you have taken. Record it on the gift and hospitality register if you have one and acknowledge the offer in writing. ","hasDescendants":"0"}]},"136253":{"id":"60874","parent_nodeId":"136253","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"136254","branchId":"60874","text":"A gift of significant value can raise questions about the purpose of the gift. ","hasDescendants":"0"},{"id":"136255","branchId":"60874","text":"Be particularly cautious if this gift is only being offered to you and it is for your own personal use.  ","hasDescendants":"0"},{"id":"136256","branchId":"60874","text":"Do not accept this gift if it makes you feel uncomfortable or that accepting might put you under undue obligation or affect your judgement.  It is also important to consider what contact you are likely to have with this person in the future.","hasDescendants":"0"},{"id":"136257","branchId":"60874","text":"Talk to your line manager or HR as the gift is of substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"136258","branchId":"60874","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift particularly one of high value, can put you as the recipient into a situation which may open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"136259","branchId":"60874","text":"Whilst you may believe that the gift is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"136260","branchId":"60874","text":"Do not be embarrassed to decline the gift and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"136261","branchId":"60874","text":"There maybe exceptional circumstances in which it would be ok to accept a high value gift such as retirement or the birth of a child.  This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"136262","branchId":"60874","text":"Report this gift offer to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"}]},"137253":{"id":"61090","parent_nodeId":"137253","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"137254","branchId":"61090","text":"The hospitality is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"137255","branchId":"61090","text":"Accept the hospitaility if you are able to offer the same or a similar event as a proper business expense.  If in doubt check with your manager first or decline the offer.","hasDescendants":"0"},{"id":"137256","branchId":"61090","text":"Accepting the hospitality if it does not make you feel in any way under influence, pressure or obligation or be seen as doing so by others.","hasDescendants":"0"},{"id":"137257","branchId":"61090","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"}]},"137553":{"id":"61155","parent_nodeId":"137553","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"137554","branchId":"61155","text":"The hospitality is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"137555","branchId":"61155","text":"Accept the hospitaility if you are able to offer the same or a similar event as a proper business expense.  If in doubt check with your manager first or decline the offer.","hasDescendants":"0"},{"id":"137556","branchId":"61155","text":"Accept the hospitality if it does not make you feel in any way under influence, pressure or obligation or be seen as doing so by others.","hasDescendants":"0"},{"id":"137557","branchId":"61155","text":"Be transparent.  Report the hospitality to your line manager and be clear that you have accepted it. Record it on the gift and hospitality register if you have one and accept the offer in writing. ","hasDescendants":"0"},{"id":"137558","branchId":"61155","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. ","hasDescendants":"0"}]},"137653":{"id":"61179","parent_nodeId":"137653","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"137654","branchId":"61179","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as flowers is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the flowers. ","hasDescendants":"0"},{"id":"137655","branchId":"61179","text":"Accepting a gift of flowers is unlikely to be misconstrued as inappropriate behaviour by others. It is ok to accept them. ","hasDescendants":"0"},{"id":"137656","branchId":"61179","text":"If flowers or an item of similar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the flowers. ","hasDescendants":"0"},{"id":"137657","branchId":"61179","text":"Report the flowers to your line manager and be clear that you have accepted them and the reason for them.","hasDescendants":"0"},{"id":"137658","branchId":"61179","text":"Accept the flowers in writing to the sender. ","hasDescendants":"0"}]},"138353":{"id":"61327","parent_nodeId":"138353","title":null,"outcome":"none","nodes":null},"138853":{"id":"61434","parent_nodeId":"138853","title":"MAYBE ","outcome":"maybe","nodes":[{"id":"138854","branchId":"61434","text":"Gifts should only be accepted as a one off and not one of many from the same person \/ company.  The exception would be company branded promotional items.  ","hasDescendants":"0"},{"id":"138855","branchId":"61434","text":"If you have been offered or have received non promotional gifts similiar to this one from this person or company before, talk to your manager before accepting. ","hasDescendants":"0"},{"id":"138856","branchId":"61434","text":"The danger of accepting multiple gifts from business contacts is that, unfairly or not, colleagues and others including other business partners, may question your impartiality and professional integrity.  The more frequently you accept gifts the more chance this may happen. ","hasDescendants":"0"},{"id":"138857","branchId":"61434","text":"Although you may believe that this gift is offered with no ulterior motive, multiple gifts even of low value, could be misinterpreted by others who could perceive acceptance as making you or your decisions biased, conflicted or obligated.  It maybe safer to decline on this occasion than to take the risk.  ","hasDescendants":"0"},{"id":"138858","branchId":"61434","text":"As the gift is not a promotional item do not be embarrassed to decline it and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept them using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"138859","branchId":"61434","text":"If you feel it is appropriate to accept the gift, it to your line manager.","hasDescendants":"0"},{"id":"138860","branchId":"61434","text":"Always acknowledge the gift in writing to the sender. ","hasDescendants":"0"}]},"138953":{"id":"61461","parent_nodeId":"138953","title":"What is the issue?","outcome":"none","nodes":null},"139153":{"id":"61500","parent_nodeId":"139153","title":"Will the person offering the hospitality or another person from their organisation be present?","outcome":"none","nodes":[{"id":"139154","branchId":"61500","text":"Yes","hasDescendants":"1"},{"id":"139159","branchId":"61500","text":"No","hasDescendants":"1"}]},"139853":{"id":"61657","parent_nodeId":"139853","title":"What is the gift?","outcome":"none","nodes":[{"id":"139854","branchId":"61657","text":"Promotional items (stationery, cups, hats)","hasDescendants":"1"},{"id":"139861","branchId":"61657","text":"Flowers","hasDescendants":"1"},{"id":"139876","branchId":"61657","text":"Chocolate","hasDescendants":"1"},{"id":"139891","branchId":"61657","text":"Alcohol","hasDescendants":"1"},{"id":"139906","branchId":"61657","text":"A watch","hasDescendants":"1"},{"id":"139917","branchId":"61657","text":"Electronic equipment","hasDescendants":"1"},{"id":"139928","branchId":"61657","text":"An item of jewelery","hasDescendants":"1"},{"id":"139939","branchId":"61657","text":"The loan of a property","hasDescendants":"1"},{"id":"139950","branchId":"61657","text":"Other","hasDescendants":"1"}]},"140053":{"id":"61700","parent_nodeId":"140053","title":"DO NOT ACCEPT","outcome":"no","nodes":[{"id":"140054","branchId":"61700","text":"Explanation","hasDescendants":"0"}]},"140153":{"id":"61723","parent_nodeId":"140153","title":"OK TO ACCEPT","outcome":"yes","nodes":[{"id":"140154","branchId":"61723","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged. Accepting a low value gift such as chocolate is unlikely to put you as the recipient into a situation where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged if you accept them.  Most companies have a gift policy limiting the acceptance of gifts to small tokens like flowers to avoid such situations from happening.  Unless you feel that this isn&#39;t the case it is fine to accept the chocolate.","hasDescendants":"0"},{"id":"140155","branchId":"61723","text":"Accepting a gift of chocolate is unlikely to be misconstrued as inappropriate behaviour by others. It is ok to accept them. ","hasDescendants":"0"},{"id":"140156","branchId":"61723","text":"If chocolate or an item of similar value could be given by you in return as a proper business expense then it is fine to accept them.  If you are in doubt that you would be permitted to do so then check with your manager first or decline the chocolate. ","hasDescendants":"0"},{"id":"140157","branchId":"61723","text":"Report the chocolate to your line manager and be clear that you have accepted them and the reason for them.","hasDescendants":"0"},{"id":"140158","branchId":"61723","text":"Accept the chocolate in writing to the sender. ","hasDescendants":"0"}]},"140253":{"id":"61738","parent_nodeId":"140253","title":"Does your company have a policy on the value \/ type of hospitality that you can accept?","outcome":"none","nodes":[{"id":"140254","branchId":"61738","text":"Always be careful when you accept hospitality. Know what is acceptable and consider the monetary value involved, as well any relevant local customs and laws. ","hasDescendants":"0"},{"id":"140255","branchId":"61738","text":"No","hasDescendants":"1"},{"id":"140287","branchId":"61738","text":"Yes","hasDescendants":"1"},{"id":"140308","branchId":"61738","text":"I don&#39;t know","hasDescendants":"1"},{"id":"140312","branchId":"61738","text":"NO ","hasDescendants":"1"},{"id":"140335","branchId":"61738","text":"NO WHO FOR","hasDescendants":"1"}]},"140353":{"id":"61768","parent_nodeId":"140353","title":"Is this gift a one off?","outcome":"none","nodes":[{"id":"140354","branchId":"61768","text":"Yes","hasDescendants":"1"},{"id":"140361","branchId":"61768","text":"No","hasDescendants":"1"}]},"140653":{"id":"61832","parent_nodeId":"140653","title":"What is the gift worth?","outcome":"none","nodes":[{"id":"140654","branchId":"61832","text":"Always be cautious about the type and value of gifts you are being offered.  If you are unsure always check with someone else.","hasDescendants":"0"},{"id":"140655","branchId":"61832","text":"It is a promotional gift or would be considered a low value item","hasDescendants":"1"},{"id":"140671","branchId":"61832","text":"It would be considered a high value item","hasDescendants":"1"},{"id":"140681","branchId":"61832","text":"I don&#39;t know the value of the gift","hasDescendants":"1"}]},"143953":{"id":"62432","parent_nodeId":"143953","title":"Is the gift a one off?","outcome":"none","nodes":[{"id":"143954","branchId":"62432","text":"Yes","hasDescendants":"1"},{"id":"143960","branchId":"62432","text":"No","hasDescendants":"1"}]},"154253":{"id":"64701","parent_nodeId":"154253","title":"Is the gift you are thinking of offering cash or a cash equivalent like gift vouchers or a loan?","outcome":"none","nodes":[{"id":"154254","branchId":"64701","text":"Yes","hasDescendants":"1"},{"id":"154256","branchId":"64701","text":"No","hasDescendants":"1"}]},"155053":{"id":"64891","parent_nodeId":"155053","title":"DO NOT ACCEPT","outcome":"none","nodes":[{"id":"155054","branchId":"64891","text":"A gift of a watch is considered to be of significant value and non standard and is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"155055","branchId":"64891","text":"Be particularly cautious as a watch can only be used by you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"155056","branchId":"64891","text":"Accepting a gift like a watch could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept the watch.","hasDescendants":"0"},{"id":"155057","branchId":"64891","text":"Talk to your line manager or HR as a gift of a watch would be considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"155058","branchId":"64891","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift like this could open you up to an accusation of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"155059","branchId":"64891","text":"Whilst you may believe that the watch is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"155060","branchId":"64891","text":"Do not be embarrassed to decline the watch and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"155061","branchId":"64891","text":"There maybe exceptional circumstances in which it would be ok to accept a watch such as retirement. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"155062","branchId":"64891","text":"Report the offer of the watch to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"155063","branchId":"64891","text":"Always acknowledge the offer of the gift in writing to the sender. ","hasDescendants":"0"}]},"155253":{"id":"64940","parent_nodeId":"155253","title":"MAYBE","outcome":"none","nodes":[{"id":"155254","branchId":"64940","text":"Talk to your manager before proceeding and always check whether your business contact is allowed to accept gifts or invitations before offering them. ","hasDescendants":"0"},{"id":"155255","branchId":"64940","text":"Gifts should only be offered occasionally and should not be one of many given to the same person \/ company.","hasDescendants":"0"},{"id":"155256","branchId":"64940","text":"Although you are offering the gifts with no ulterior motive, the danger with offering gifts frequently to business contacts is that, unfairly or not, colleagues and others including other suppliers may question your impartiality and your professional integrity.  ","hasDescendants":"0"},{"id":"155257","branchId":"64940","text":"Record the recipient and the value of the gift and the fact that you have offered it on the gift and hospitality register if you have one. ","hasDescendants":"0"}]},"155353":{"id":"64959","parent_nodeId":"155353","title":"DO NOT ACCEPT (specific)","outcome":"none","nodes":[{"id":"155354","branchId":"64959","text":"A gift of electronic equipment is considered to be of significant value and non standard and is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"155355","branchId":"64959","text":"Be particularly cautious as being offered electronic equipment is probably only intended to be used by you for your own personal benefit and it could not be shared easily. ","hasDescendants":"0"},{"id":"155356","branchId":"64959","text":"Accepting a gift like this could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept the equipment.","hasDescendants":"0"},{"id":"155357","branchId":"64959","text":"Talk to your line manager or HR as a gift of this nature would be considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"155358","branchId":"64959","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift like this could open you up to an accusation of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"155359","branchId":"64959","text":"Whilst you may believe that the electronic equipment is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"155360","branchId":"64959","text":"Do not be embarrassed to decline the equipment and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"155361","branchId":"64959","text":"There maybe exceptional circumstances in which it would be ok to accept electronic equipment such as retirement. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"155362","branchId":"64959","text":"Report the offer of the the equipment to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"155363","branchId":"64959","text":"Always acknowledge the offer of the gift in writing to the sender. ","hasDescendants":"0"}]},"155553":{"id":"65011","parent_nodeId":"155553","title":"OK TO ACCEPT","outcome":"none","nodes":[{"id":"155554","branchId":"65011","text":"Accepting the gift does not make you feel in any way under influence, pressure or obligation and can not be seen as doing so by others.","hasDescendants":"0"},{"id":"155555","branchId":"65011","text":"The gift is acceptable within the policy and appears to be offered with no ulterior motive.  Accepting it cannot be misconstrued differently by others. ","hasDescendants":"0"},{"id":"155556","branchId":"65011","text":"The gift is of a type that you could also give as a proper business expense.  If in doubt check with your manager first or decline the gift.","hasDescendants":"0"},{"id":"155557","branchId":"65011","text":"Accept the gift in writing. ","hasDescendants":"0"},{"id":"155558","branchId":"65011","text":"Report the gift to your line manager and be clear that you have accepted it.","hasDescendants":"0"},{"id":"155559","branchId":"65011","text":"Record the gift and the fact that you have accepted it on the gift and hospitality register if you have one. ","hasDescendants":"0"}]},"155653":{"id":"65027","parent_nodeId":"155653","title":"DO NOT ACCEPT (specific)","outcome":"none","nodes":[{"id":"155654","branchId":"65027","text":"A gift of jewellery is considered to be of significant value and non standard and is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"155655","branchId":"65027","text":"Be particularly cautious as jewellery can only be used by you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"155656","branchId":"65027","text":"Accepting a gift like jewellery could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept the jewellery.","hasDescendants":"0"},{"id":"155657","branchId":"65027","text":"Talk to your line manager or HR as a gift of jewellery would be considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"155658","branchId":"65027","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However it is possible that accepting a gift like this could open you up to an accusation of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"155659","branchId":"65027","text":"Whilst you may believe that the jewellery is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"155660","branchId":"65027","text":"Do not be embarrassed to decline the jewellery and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"155661","branchId":"65027","text":"There maybe exceptional circumstances in which it would be ok to accept jewellery such as retirement. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"155662","branchId":"65027","text":"Report the offer of the jewellery to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"155663","branchId":"65027","text":"Always acknowledge the offer of the gift in writing to the sender. ","hasDescendants":"0"}]},"155953":{"id":"65095","parent_nodeId":"155953","title":"DO NOT ACCEPT","outcome":"none","nodes":[{"id":"155954","branchId":"65095","text":"Being offered the loan of a property as a gift is considered to be of significant value and is not a standard gift. It is therefore likely to raise questions about the purpose for offering it. ","hasDescendants":"0"},{"id":"155955","branchId":"65095","text":"Be particularly cautious as the loan of a property is probably intended for use you for your own personal benefit and can not be shared easily. ","hasDescendants":"0"},{"id":"155956","branchId":"65095","text":"Accepting a gift like the loan of a property could put you under undue obligation or affect your judgement.  Consider what contact you are likely to have with this person in the future and how your relationship might work if you accept it.","hasDescendants":"0"},{"id":"155957","branchId":"65095","text":"Talk to your line manager or HR as an offer like is considered to be substantial value.   Any gifts we receive in connection with our business should always be customary and reasonable in terms of value.  This is clearly not the case.","hasDescendants":"0"},{"id":"155958","branchId":"65095","text":"Gifts are a legitimate part of business life.  They build goodwill and are often exchanged.  However accepting a gift like is more likely to open you up to accusations of bribery. Most companies have a gift policy limiting the acceptance of gifts to small tokens and promotional items to avoid such a situation from happening. ","hasDescendants":"0"},{"id":"155959","branchId":"65095","text":"Whilst you may believe that the loan of the property is offered with no ulterior motive it could be misinterpreted by others who could perceive the acceptance of the gift as making you or your decisions biased, conflicted or obligated. There can sometimes be a fine line between a gift and a bribe. It is safer to decline than take the risk.  ","hasDescendants":"0"},{"id":"155960","branchId":"65095","text":"Do not be embarrassed to decline the offer and be clear that you are by doing so in writing.  Simply explain that you are not in a position to accept it using the rules and the reasons given here as explanation. ","hasDescendants":"0"},{"id":"155961","branchId":"65095","text":"There maybe exceptional circumstances in which it would be ok to accept the loan. This is why it is important to discuss it first with someone else before you accept.  ","hasDescendants":"0"},{"id":"155962","branchId":"65095","text":"Report the offer of the loan to your line manager, HR or the Legal department and be clear what action you have taken.","hasDescendants":"0"},{"id":"155963","branchId":"65095","text":"Always acknowledge the receipt of a gift in writing to the sender. ","hasDescendants":"0"}]},"156253":{"id":"65163","parent_nodeId":"156253","title":"Is the gift a one off?","outcome":"none","nodes":[{"id":"156254","branchId":"65163","text":"Yes","hasDescendants":"1"},{"id":"156260","branchId":"65163","text":"No","hasDescendants":"1"}]},"171453":{"id":"68500","parent_nodeId":"171453","title":"DO NOT OFFER","outcome":"no","nodes":[{"id":"171454","branchId":"68500","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However it is possible that offering hospitality frequently can put people into situations where their motivation may be questioned and you become open to accusations of bribery.  The more often hospitality is offered, the more likely it is to be regarded with suspicion and its purpose questioned.  ","hasDescendants":"0"},{"id":"171455","branchId":"68500","text":"We have deliberately limited the type and the frequency of hospitality offers that you can offer in order to protect you from getting into a position where your integrity, impartiality or judgement might be challenged or the company&#39;s reputation might be damaged. ","hasDescendants":"0"},{"id":"171457","branchId":"68500","text":"Any hospitality we do offer in connection with our business should always be customary and reasonable in terms of value and frequency.  As this hospitality is not within the limits of our policy we do not consider it to be reasonable.  The offer of this hospitality would be in breach of the policy and you must not proceed.  ","hasDescendants":"0"},{"id":"171458","branchId":"68500","text":"Whilst you may be offering the hospitality purely to build your relationship, it could be misinterpreted by others who could view your motivation differently. There can sometimes be a fine line between a legitimate offer and a bribe. It is safer to avoid offering than to take the risk. ","hasDescendants":"0"},{"id":"171459","branchId":"68500","text":"Be transparent.  Talk to your line manager about the situation and be clear that you have not offered it. ","hasDescendants":"0"}]},"173053":{"id":"71939","parent_nodeId":"173053","title":"Are you currently in, about to start or recently finished a bid, tender or contract negotiation process with this person?","outcome":"none","nodes":[{"id":"187002","branchId":"71939","text":"Yes","hasDescendants":"1"},{"id":"187005","branchId":"71939","text":"No","hasDescendants":"1"},{"id":"187051","branchId":"71939","text":"I don&#39;t know ","hasDescendants":"1"}]},"186553":{"id":"71794","parent_nodeId":"186553","title":"Are you are permitted to offer this type of hospitality? ","outcome":"none","nodes":[{"id":"186554","branchId":"71794","text":"Make sure you check the financial limits and approval requirements in any local policy before you accept.","hasDescendants":"0"},{"id":"186555","branchId":"71794","text":"Yes","hasDescendants":"1"},{"id":"186565","branchId":"71794","text":"No","hasDescendants":"1"}]},"186653":{"id":"71826","parent_nodeId":"186653","title":"NO","outcome":"no","nodes":[{"id":"186654","branchId":"71826","text":"It is often hard to judge when an offer is acceptable or unacceptable. It is always a matter of judgement, context, timing and perception. ","hasDescendants":"0"},{"id":"186655","branchId":"71826","text":"Hospitality is a legitimate part of business life and creates the chance to talk business in a social, less pressurised atmosphere. However caution must be exercised if you or no one else from our organisation is present.  The offer is more likely to be regarded with suspicion and its purpose questioned if there is no one there to discuss business with.","hasDescendants":"0"},{"id":"186656","branchId":"71826","text":"Use your judgement and good sense about whether this invitation is necessary.","hasDescendants":"1"}]},"853":{"id":"73889","parent_nodeId":"853","title":"Hospitality","outcome":"none","nodes":[{"id":"196651","branchId":"73889","text":"I have given","hasDescendants":"0"},{"id":"196652","branchId":"73889","text":"I have received","hasDescendants":"0"}]},"30953":{"id":"14426","parent_nodeId":"30953","title":"Definitions","outcome":"none","nodes":[{"id":"196536","branchId":"14426","text":"A-C","hasDescendants":"1"},{"id":"196537","branchId":"14426","text":"D-I","hasDescendants":"1"},{"id":"196538","branchId":"14426","text":"K-P","hasDescendants":"1"},{"id":"196539","branchId":"14426","text":"S-Z","hasDescendants":"1"}]}}